---
type: AssetPropertyFloatArray
namespace: Autodesk.Revit.DB.Visual
version: 2024
members: 1
tags: [revit-api, class]
---

# AssetPropertyFloatArray

`Autodesk.Revit.DB.Visual.AssetPropertyFloatArray` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetValue | — | `public IList < float > GetValue ()` |